package betypes

const (
	TextWelcome = "Добро пожаловать в электронная библиотека Алифа!"
	TextRegistrationSent = "Ваш запрос на доступ был отправлен администратору. Когда у вас будет доступ я дам вам знать!"
	TextAccepted ="Вам было предоставленно доступ к библиотеке!"
	TextRejected = "Вам отказали доступ к библиотеке!"
	TextContactSend = "Отправить запрос на получение доступа к библиотеке ☎"
	TextRegistrationWait = "Ваш запрос на доступ еще не был одобрен администратором. Ждите ответа от меня!"
    TextWantRegistration = "Пользователь хочет получить доступ к библиотеке:"
	TextServerNotResponse = "Сервер временно не доступно! Повторите попозже!"
	TextGiveToken = "Ваш кабинет открыт на 10 часов на ползование.\n\n https://alif-library/?data=%s"
    TextWantLibrary = "Хочу в библиотеку 🏠"
	TextUserRole = "user"
	TextAdminRole = "admin"
    TextAccept = "✔ Авторизовать"
    TextReject = "✖ Отказать"
	TextAddingUserQueryYes = "authYes"
	TextAddingUserQueryNo = "authNo"
	StatusWait = "wait"
	StatusAdmin = "admin"
	StatusUser = "user"
    )
