package betypes

const (
	TextWelcome = "Добро пожаловать в электронная библиотека Алифа!"
	TextRegistrationSent = "Ваш запрос на доступ был отправлен администратору. Когда у вас будет доступ я дам вам знать!"
	TextRegistrationWait = "Ваш запрос на доступ еще не был одобрен администратором. Ждите ответа от меня!"
    TextWantRegistration = "Пользователь хочет получить доступ к библиотеке:"
	TextServerNotResponse = "Сервер временно не доступно! Повторите попозже!"
    TextWantLibrary = "Хочу в библиотеку 🏠"
	TextUser = "user"
	TextAdmin = "admin"
    TextQueryYesId = "authOk"
    TextQueryNoId = "authNo"
    )
